{"1": "tweet", "2": "@kobikihara being a leader isnt abt what position u r in da society. U take da lead of being accountable whn u gt her prego", "3": "Planned Parenthood is the #1 abortion preventer in the US. How is that concept so difficult to grasp?", "4": "Harassing & guilting women* doesn't reduce abortions. Easy to access affordable child care does.", "5": "Just make sure that if #lovecantwait, you use a #condom, whoever you are!", "6": "My pregnant girlfriend is getting an abortion tonight. Dont tell her is supposed to be a suprise. #Conservative", "7": "@GodlyPghDad Depicting women as headless, x-rayed torsos hardly relfects #AllLivesMatter . #misogyny", "8": "O yea, Kool and The Gang? \"Celebrate Good Times?\" Whatever happened to \"Celebate, Good Times?\"   #ArrestKool #JesusSaves #TCOT", "9": "Assault harrassment pain torchure death murder  #EverydaySexism", "10": "What does reduce abortions: -Cheap contraceptives  -Sex education  -Affordable education.", "11": "Body parts of 1-3 day old infant found friday on 104th & Figueroa Bl in #LosAngeles not worse than nor does it justify excuses for", "12": "If @DWStweets is the best the \"choice\" activists have, it feels insulting to engage with such fluffy softballs. @feministing", "13": "RT @RogerIsCatholic: MT @EsmeraldaKiczek: I'm not abandoning the Cross, even if I can't control the storm", "14": "Approximately 22 million unsafe abortions take place worldwide, according to a 2015 study by the World Health Organization (WHO)'", "15": "Don't fuck with my rights. Don't fuck with my alcohol. Don't fuck with my country. Don't fuck with the tiny spawns. #ProUSA", "16": "Hey baby I want to see my baby vacuumed out of you. #DailyThoughtsIn4Words #KarenBuckley #blackparent #drunkenmistake #slutplz", "17": "RT @brandonmcg: Scrolling through the #Gosnell grand jury report for a piece a few days after having a baby is quite affecting.", "18": "God bless Chik Fil-A and HobbyLobby! #Fortnight4Freedom #EndHHSmandate #StopHillary2016 #WellesleyRepublican", "19": "MT @EsmeraldaKiczek: I'm not abandoning the Cross, even if I can't control the storm", "20": "I support the right of a woman to abort her baby up to 37 years of age. I mean it's just a lump of tissue right?  #womensrights", "21": "RT @RogerIsCatholic: we remind ourselves that love means to be willing to give until it hurts - Mother Teresa", "22": "Idiot: how would you feel if your mom aborted you?  Me: nothing cause I would be fucking dead.", "23": "@codeinediva Like i said you are weak. We are strong!   #Christian  #WeWillOvercome", "24": "So, you tell me... is murder okay if the victim is mentally disabled?", "25": "Agree choice if woman's life in danger.  But rape - does the baby deserve death for crime of his/her father? @HelpBillColeman", "26": "Patient advocate Stephen Casey of Texas Center for Defense of Life strongly supports #HB3074. #TXlege", "27": "like i really need to walk past a bunch of aborted babies to get into the union. get out of my peripheral", "28": "@JimDDaniels1 Plenty of reasons for Christians not to support Hillary. Not the least of which in my mind is her stand (w/Dems) on", "29": "I am just as much a feminist as any pro-choicer. I simply carry my beliefs to their logical conclusion. #faminism #YesAllWomen", "30": "we remind ourselves that love means to be willing to give until it hurts - Mother Teresa", "31": "I love how #liberals only accuse #conservatives of war on women when we don't want to fund", "32": ".@giannaberettamo @GiaMolla @sphcs_news Happy feast of St. Gianna Beretta Molla! May she pray for us!", "33": "@ProWomanChoice forcing women to change their body's normal function is the epitome of controlling women.", "34": "@glennbeck I would like to see poll: How many abortion doctors have told a woman \"No, an abortion is not required in your case.\"", "35": "UB Students for Life and @createdequalorg are currently on North Campus by the Student Union speaking out against", "36": "Thank you for another day of life Lord. #Christian #Catholic #TeamJesus", "37": "RT @TheKeyisPrayer: \"No law can give me the right to do what is wrong.\"  -Abraham Lincoln", "38": "Your life is worth a lot. Don't believe any \"compassionate\" politicians or doctors or friends who tell you otherwise. You matter.", "39": "Democrats are always AGAINST \"Personhood\" or what they perceive to be legislation to recognize #Personhood. Always. #Colorado", "40": "Thanks for gently spoken truth,  @DanaPerino ! How DO we as a nation \"protect the innocent\"? #TheFive #CCOT #DNC #RNC", "41": "Rise & Shine its a new day & you're alive. Thank God 4 another day of precious life. #Christian #Catholic #TeamJesus", "42": "@BruvverEccles @Telegraph @David_Cameron I despair! I want grandchildren or are they a 'luxury item' #Catholic", "43": "RT @createdequalorg: NEW video: \"I'm not seeing it as a human being.\" @StandTrue @liveaction_news @collegefix @LifeSite #prolife...", "44": "@charulife And I explained that they are in the keep your baby business, as they helped me get Medicaid and WIC.", "45": "Just laid down the law on abortion in my bioethics class. #Catholic", "46": "Both Democrats and #IslamicState murder by dismemberment. The only difference is the age of their victims. #ISIS", "47": "MT @ProLifePolitics- Senate vote on SC Pain-Capable Unborn Child Protection Act could come as early as Wed. Contact your senators!", "48": "Equal pay for equal work? YES. Freedom from the fear of rape and sexual objectification? YES. The 'right' to abort? NO.", "49": "Women's rights are a joke.  Omg I can't even. Lol go thank your mom for keeping you.", "50": "@sinnfeinireland  SinnFein voted to kill unborn sick children", "51": "The Democrats just gave the most chilling reply when asked if they support aborting 7-pound babies", "52": "WH: Motherhood's a Wage Penalty. So we pay em to have kids & we pay em to kill premature babies. WTF's point here libs? #PJNET", "53": "@AMLiveNTV:  its morally wrong. Life is sacred and only the giver and its onlyHim alone that should take it#HaveYourSay is on", "54": "RT @createdequalorg: \"We're all human, aren't we? Every human life is worth the same, and worth saving.\" -J.K. Rowling #...", "55": "True progressives work toward greater inclusion and protections for the marginalized. Standing up for the unborn is progressive!", "56": "it's ironic that ppl will perform lifesaving therapies on animals to preserve their lives-but have staunch views in favor of", "57": "@kugrl6 good riddance to millions of black babies? I really hope I'm misunderstanding you", "58": "It is so much fun having younger friends who are expecting babies. #beentheredonethat #chooselife", "59": "I truly believe that #BlackLivesMatter and that's why I'm against Planned Parenthood. #ycot", "60": "@LuM1996 @KurtSchlichter #Obama cares more about deserters than unborn babies #ProtectTheUnprotected #AntiAbortion", "61": "@Niall250 good thing is that #DUP have consistently said ALL murder was + is wrong. SF were pro murder...still are.", "62": "@HillaryClinton Don't you mean to say (all children deserve the same chances) except the UNBORN CHILDREN?", "63": "If you aren't responsible enough to take care of a baby, why are you having unprotected sex?", "64": "@WildChild69 Now you are not even sense. And, once again, abortion is not healthcare. With every abortion at least one human lies.", "65": "@WildChild69 No, U want 2 limit the doctor's choice & force him/her to help w/ abortions. I want to protect life & human dignity.", "66": "A person's a person, no matter how small. - Dr. Suess #WAAR", "67": "@AnneJp1946 I have no problem with birth control but their you go with that free thing again. So your solution is murder good idea", "68": "You can't kill someone cause you claim you made a mistake. If true nobody would go to jail for killing their spouse.", "69": "@explicit0ceans But adoption chooses to let them live. Obviously a huge difference. You can see that, right?  #Adoption", "70": " If abortion is not wrong, then nothing is wrong.   Powerful words from Blessed Mother Teresa.   ", "71": "They were slaying their own souls when they offered up their sons & when they shed the blood of infants. #Augustine #Psalm106", "72": "Pro-Choice is meaningless. Say what you mean. You stand for the right to choose to kill.", "73": "Good morning Patriots, let us continue to Pray for this great Nation and the #UnBorn on this great day God has given us!! #ccot", "74": "Planned Parenthood lines its pockets while sacrificing women and children in need at the altar of abortion.", "75": "@hillaryclinton - I guess this means you're happy for me to be pro-life as I never aborted any of my own children? #hypocrisy", "76": "Abortion does not make you un-pregnant, it makes you the mother of a dead child.isright", "77": "Hillary wants to be a champion for women, unless they're unborn. ", "78": "RT @NYS4Life: RT if you're ready to help us defeat #AssistedSuicidelike we defeated #AbortionExpansion! #noPASny", "79": "So mint!  Listening to @GlennBeck LIVE & he s talking about #MargaretSanger being total Evil. Even if you're pro-#Abortion!", "80": "Let's agree that it's not ok to kill a 7lbs baby in the uterus @DWStweets #DNC #Clinton2016 @HillaryforIA #ProCompromise", "81": "PlannedParentHood, their agenda is all about the money. Killing babies is big business & minority genocide is the result. #ccot", "82": "Pro-Life Legislative Day Party in Lansing today! See y'all there! #sopumpedgen", "83": "RT @alvedaking: The most disturbing thing we to this planet is to flood our streets with the #blood of #children from #HappyEarth...", "84": "@peiacsw please consider the status of preborn girls as the most vulnerable women in society. #peivotes", "85": "@LifeNewsHQ  22wks is too late to be able to have a termination in my opinion, these triplets are babies not a bunch of cells.", "86": "@explicit0ceans whoa whoa whoa. I don't care about you having sex, but when you're pregnant, there's another life involved.", "87": "RT @GrumpyOldGuy2: #DebbieWashermanSchultz the woman has a voice the doctor has a voice. Who speaks for the baby? I'm just askin.", "88": "Also, abortion is wrong biblically and morally. Imagine never getting a chance to live your life. Think about where you are now.", "89": "It is not progressive to try to resolve problems by eliminating a human life. - #PopeFrancis", "90": "I will agree to gay marriage if you agree to pro-life and then adopt babies that would have been aborted.", "91": "I was born 4 months premature... I'm perfectly fine, somehow killing babies is legal in this country.", "92": "And do not kill ur children for fear of poverty. We provide for them & for u. Indeed, their killing is ever a great sin. #Quran", "93": "@gvandersee 100,000 (estimated) ozzie abortions of vulnerable, unwanted \"unlife\"  right there. Value & Respect life. #deathpenalty", "94": "Life is our first and most basic human right.", "95": "If you don't want your kid, put it up for adoption. #sorrynotsorry", "96": "Life, what a beautiful choice. Adoption. Not abortion.", "97": "@DWStweets @RepDWStweets is a seven pound baby murderer. Too bad her Mom didn't have the same operation. #Baby #Democrats #Losers", "98": "RT @ProLifeYouth: \"It seems to me clear as daylight that abortion would be a crime.\" -Ghandi  #ProLifeYouth", "99": "Children are the greatest blessing which God has bestowed on man and woman. -Pope Francis #LifeisaGift", "100": "She has a brain, a heart, and her own unique DNA, not her mother's. She is alive and human. Please don't kill her.", "101": "We can be the generation that ends abortion. I don't care whose toes we step on or who we offend, it's time to put an end to", "102": "RT alvedaking: The most disturbing thing we to this planet is to flood our streets with the #blood of #children from #HappyEarthD...", "103": "Why is it illegal to kill an unhatched eagle egg but its legal to kill an unborn human baby?isright", "104": "I really don't understand how some people are Pro-Choice. A life is a life no matter if it's 2 weeks old or 20 years old.", "105": "One day I'm gonna set an abortion clinic on fire. Anyone wanna join?", "106": "We are the #prolifegen and we will abolish abortion in our lifetime! #prolifefuture #tcot", "107": "As long as they are allowed to show medically correct photos of contraception use at the family planning table #StopAbortion", "108": "Life, what a beautiful choice. Adoption. Not abortion.", "109": "RT @RogerIsCatholic: Save the Baby Humans! #WAAR", "110": "Some Bitches be scared to kill a little cockroach in their house but quick to kill a baby...", "111": "We all are sinners, but what right do humans have to kill another human being? Is that what God wanted us to do? #SCL #thoughts", "112": "RT @DogsOfGod: I will fight for the unborn!", "113": "@WildChild69 Typo - I meant to say \"dies\" - With every abortion @ least one human dies.", "114": "Pro-choice is pro-murder couched in liberal rhetoric.", "115": "I've noticed that everybody that is for Abortion has already been born-Ronald Reagan #LetthemLive #AllLivesMatter", "116": "I refuse to stop praying for an end to abortion.", "117": "Hey Megan--a baby's heart starts beating at 21 days after conception. No time is the right time to end its life!! #kellyfile", "118": "#BlackLivesMatter unless they are pre born black lives then they don't matter #AbortionIsMurder #LiberalLogic", "119": "@notmuchelse you want the freedom to murder a baby. Rip them limb by limb. No change in subject by me.Libertarian", "120": "We have the duty to protect the life of an unborn child. --Ronald Reagan #ccot #gop", "121": "Please join us as we pray to end the global holocaust of abortion!", "122": "Abortion has nothing to do with feminism. Its about the BABYS body, not yours.isright", "123": "Still waiting for Libs to explain how the premeditated murder of a premature baby is reproductive healthcare. #ccot", "124": "#Hillary, Here's one Christian whose religion views will never \"adapt\" to include abortion. Abortion is murder.", "125": "Unthinkable, shameful, acceptable, encouraged, desirable  ...the evolution of killing the defenseless.   @msnbc @jemimakirke", "126": "@RedAlert -there should be a \"stigma\" to butchering pre-born children - its a horrendous crime against humanity.  #murder", "127": "Preach! 'Black Sheriff Says if  #BlackLivesMatter,  They'd Protest at Abortion Clinics'. #ChooseLIFE #AllLivesMatter", "128": "@ProLifeLiberty Nope, you're wrong about personhood and abortion.", "129": "The fact that you believe your personal opinion is also God's opinion doesn't make you right.  #christians #ccot", "130": "This isn't your decision to make. You're not the one who carries the full responsibility & weight of the outcome. #1in3", "131": "What doesn't reduce abortions: -Threatening women  -Killing doctors  What does: -Cheap contraceptives.", "132": "RT @Auragasmic: Your body ALWAYS belongs to you and ONLY you can determine when & with whom your body is shared.", "133": "Dont judge ppl for what they feed their plants.  My plant, my choice #whowouldntwantyournectar", "134": "We only care about you until you're born, then you can just die for all we care. #tcot #jesuslovesdeadbabies", "135": "What's funny is these pro lifers who admit never researching abortion because \"it's sad\" & get their info from other pro lifers..", "136": "#DidYouKnow Michigan requires minors to receive parental consent before an abortion is provided? #reproductivejustice", "137": "What doesn't reduce abortion rates: -Shaming pregnant women* -Assaulting pregnant women   What can: -Financial assistance", "138": "@ShowTruth No, I can't explain why you would consider a medical procedure that leaves the patient healthy & happy as killing.", "139": ".@DRUDGE_REPORT not sure I agree with her decision but, it is her decision.I wonder how many of the critics would support abortion?", "140": "I know what's best, for my health. You don't know anything about me. ", "141": "You know what's best for you You know what's best for your happiness You know what's best for your well being", "142": "Like the govt. is literally taking away your right to live your own life by defunding right now", "143": "They know what's best for their health They know what's best for their happiness They know what's best for their well being..", "144": "Kudos to the mentality that believes people who are dumb enough to not use protection are 'mature enough' to take care of a baby.", "145": "Assaulting & manipulating pregnant people doesn't reduce", "146": "@TheFullBug Dehumanizing? Why are you dehumanizing the pregnant person? They're more than walking incubators, and have rights!", "147": "Govt cannot force you to get chemo but if you're a fetus, you must live! #JulieBorowski #reproductiverights", "148": "Are the same people who are red faced and frothing over abortion also against the death penalty? Just wondering... #deathpenalty", "149": "What is the difference between a baby and a onion? No one cries when you chop up the baby.   Hahahahaha! Love dead babies! #Babies", "150": "My teacher today basically said that embroyo's are nothing but skin + blood & that abortion was fine. #smartlady", "151": "RT @gbforchoice: When is abortion a responsible choice? When a woman chooses it to be", "152": "What doesn't reduce abortions: -Making it illegal  What does: -Sex education  -Caring about the pregnant person...", "153": "Good morning @JustinTrudeau. Do you plan to tell @WadePEILiberal that women on PEI deserve the right to choose? #cdnpoli #peipoli", "154": "@ShowTruth Keeping pregnant people safe is a great reason for abortion, though.", "155": "@Snitfit because it's not your baby, body or decision, nor does it effect your life in any way. So it's none of your business.", "156": "BRAVO TO BOTH OF YOU BEAUTIFULLY EXPLAINED HOLD UP #humantrafficking bill @SenBlumenthal @DickDurbin #womensrights #righttochoose", "157": "What a great day to argue the benefits of making abortion legal", "158": "We live in a world where people care more about religious rights than consent & reproductive rights....", "159": "@AYoungJFK it was her choice Mark! #profeminist", "160": "Whether someone wants to have children or not should be completely up to the person carrying that pregnancy...", "161": "U know what isn't funny? Male politicians deciding what women should do with their body's.", "162": "Lmao my school thinks giving women the right to an abortion is against feminism. They don't know feminism #wtf", "163": "Sadly, most health insurance plans don't cover abortions, so the price can be quite high....", "164": "God forbid you'd ever have to walk a mile in her shoes. Then you really might know what it's like to have to choose.", "165": "@politicspizza @RebeccahLouise @ProLifeYouth women being independent and making their own CHOICES", "166": "When is abortion a responsible choice? When a woman chooses it to be", "167": "@Fredindimuli  yes he has an opinion but the choice should be in the hands of the women You know the person directly affected?", "168": "@ProWomanChoice Exactly, no apologies needed to any #fundamentalist of any kind.  Stop apologies for rights. #p2", "169": "@AzzarelliJim Not so great for the women you want to force to give birth against their wills. #rapeculture", "170": "I watched #AfterTiller and it gave me a whole new perspective on a woman's right to choose. #womensRights", "171": "I'm killing my baby tonight, I don't care if it's wrong or right!", "172": "I refuse to let people like you shame and insult women for accessing healthcare. Sorry. Just no.", "173": "People who have been pregnant can be pro choice. People who can't have kids can be pro choice. People who have a uterus can be", "174": "People who want kids can b prochoice. U don't have to want an abortion to b prochoice. People who had a miscarriage can b prochoice", "175": "If my body is the only way you can live and I don't want that I have the right to dismiss you. I don't know why that's a problem", "176": "@tooprettyclub Are you OK with #GOP males telling you what you can and can't do with your own body?", "177": "people in the government care more about words in a bible than women and their bodies", "178": "People who have never had an abortion can be prochoice. People with a uterus can be prochoice. People who never want kids can be", "179": "Inching toward diabetes while supporting @ProChoiceMass at #ChocolateMadness 2015. #mapoli", "180": "RT @pari_passu: Dear Religious Right: I keep my uterus out of your church, so keep your church out my uterus.", "181": "@Stuart1927 @GoodCounselNet Thank goodness politicians saw sense and recognised women's rights over their own bodies.", "182": "A needed, safe medical procedure is available to women. Unfortunately, RW men say they should make women's decisions. Sad, huh?", "183": "As good a time as any to say: when too many men are adjudicating on women's reproductive systems, the results are never good #Rape", "184": "@ProLifeLiberty Yes, your reasoning is horrible. We were talking about abortion, not death.", "185": "@AsaSoltan putting abortion in with choices for women just won my heart over. Yaaaaaas! #shahs", "186": "Today I am grateful for the #reproductiverights that allow so many families to escape poverty. #abvote", "187": "Today I am grateful to have the right to control my body without govt influence. #antichoice leaders want to stop this. #abvote", "188": "I can't stand people who are pro life because they had a stillborn or loss....", "189": "@explicit0ceans I don't either. Why would you want to make people have kids? Esp when they're not prepared? Makes no sense.", "190": "Yep. RT: \"Defunding PP won't mean fewer abortions. It will mean more dead women. #prochoice\" #1in3", "191": "Oh look!!! So not only are antichoice strongly against pregnant people's human rights, they're also homophobic. Shocker. (Not)", "192": "RT @spicysandwich: Say it again for me one time!  Anti-abortion laws only lead to unsafe, illegal abortions!", "193": "Bodily autonomy is a human right. A person's access to abortion is a human right. #reprojustice #reprorights", "194": "@ShowTruth No. It's absurd to refer to healthcare that saves pregnant people's lives as \"killing.\"", "195": "Lol it's no ones choice but the woman's when it comes to abortion. Men shouldn't even be able to vote on the issue.", "196": "RT @PinkGypsySoul: The single most important factor for women's advancement in society is our ability to control our fertility.", "197": "#SB724 passes Sen. Judiciary Cmte.This bill is an effort to shame women out of their personal, private medical decision to have an", "198": "It's a free country. Freedom includes freedom of choice.", "199": "Some people are not ready for a child or they were even raped, and theres already too many kids who need adopting anyway", "200": "@LilaGraceRose defunding PP won't mean fewer abortions. It will mean more dead women.", "201": "Watching teen mom and watching Farrah be a bitch makes me believe in abortion that much more.", "202": "I just want to sit in a corner and cry.  I wish I was a thicker-skinned feminist but this shit is personal! #MyBodyMyRights", "203": "She*  knows what's best for her* happiness & her* body", "204": "pro-life? no you're more pro-birth then after that the baby can support itself!!! #makesnosense #prowomen", "205": "@mrprolife You would force a woman to risk her health, sanity, and life, to continue a doomed pregnancy. Against her will. No."}