{"1": "tweet", "2": "#YesAllWomen maybe if #TravisAlexander committed #violenceagainstwomen he'd be alive today #JodiArias", "3": "Not me though, I do approach. One life.", "4": "Apparently this year is the Year of the Woman. You know, we would have given you two if you'd asked.", "5": "@KellyHollon44 #HilaryClinton married to a serial violent sex offender & cocaine trafficker? Go corporate", "6": "The closest gender study graduate would ever come to studying computer science..  ..is by uttering the word \"binary\"", "7": "@MezzoMiller @fakedansavage roid rage, women doping to look like machismo boy/men #misogyny", "8": "@narendramodi whn men bring some property,wife bring some, u call that wrong?, u brand it as dowry?", "9": "If I pretend people are calling me ugly, I can post a selfie and brag about myself! Disagreement will equal misogyny!", "10": "@_sarcasmspasm @MT8_9 #KillAllMen, anyone? Oh sorry, that's \"ironic misandry\". Feminist comedy, ladies and gentlerapists.", "11": ".@feminismvibes What rights do men have in your country that women lack?", "12": "@CCriadoPerez is advocating vandalism now. Her hypocrisy is breathtaking. Calls cops for tweets applauds vandals. #menz", "13": "Hey Joey why are u still working. Go find yourself one them career #feminist women. Hell find u 3 of them #dating  #everydaysexism", "14": ".@TC_Stompa @cooImemegirl Condoms fail. Unplanned pregs happens. Either both parents get abortion rights, or neither,", "15": "Paul Henry's fucking right. Fem shouldn't be a selling point but a persons individual, genderless suitability to elect", "16": "@UberFacts Where's the feminist outrage ? Too busy slagging of @ProteinWorld", "17": "@woolandbrick Well he is not guilty you idiot, the police dropped the investigation. #PaulNungesser #EmmaSulkowicz #feminazi", "18": "MEN AND WOMEN ARE EQUAL BUT MEN ARE ALL RAPISTS OKAY", "19": "@lynne_maybe ...as always I'm sure he's the scum bag man and she is just a sweet innocent victim.", "20": "See #YesAllWomen held equally accountable/responsible for their actions and choices #bucketlist #HellWillFreezeOver", "21": "Justin Bieber is a feminist too so you might wanna delete all your stupid tweets about --", "22": "feminist: *says something about women to be treated as equal human beings*  some asshole: you're ugly  wow nice okay lmao", "23": "M: FEMINISTS NEED TO GROWA SENSE OF HUMOR W: Okay. (sips from \"Male Tears\" mug) M: AAIGH!  MISANDREEEEEEEEEEE  #YesAllWomen", "24": "@thefemaleboook @MeninistTweet lmao at the fact you use a bunch of airbrushed fake ass celebrities", "25": "@JahMMARastafari @Vosnic you're incredibly bigoted. From rape to homosexuality.  #mensrights", "26": "These SJWs are so homogenous and blur together so well it's like dealing with one giant,rainbow-headed monster. #GamerGate", "27": "Radios r filled with feminist and rape propaganda. Feminism is alive n well in Malaysia. Their rape guilt tactics won't silence me", "28": ".@brigadam @KlaraJoelsson Abortion is NOT suffering to women - why do you think it is? Do you hate abortion, feminist?", "29": "@dancerlwt Have you considered changing your Twitter handle to vagina monologue?", "30": "If you're a feminist, stop whining on the internet and step up your game. Guys in Baltimore riot for their cause. Get shit done.", "31": "Because heckling #YesAllWomen & screaming \"LOOK AT ME!\" all day is an excellent way to show us you are a serious individual ", "32": "Hey first-world country white women bitching about gender inequality, you're going to be fine #killallmen", "33": "@_sarcasmspasm @MT8_9 Then there's the added level of irony: Their chosen figureheads: Not really \"body positive\" amirite?", "34": "#Feminists can now prove Wage Gap... yet no lawsuits have come forward of women paid less... maybe it doesn't exist.", "35": "Feminists don't even understand what feminism is.", "36": "Ok armchair feminists got their panties wet. If you're a social justice warrior go out and do something. Get off tumblr.", "37": "Women don't make 75% less than men for the same job. Women, on average, make less then men. Look it up feminazis. #EqualPayDay", "38": "Anyone else starting to notice the general demographic of feminists is like fucking high-schoolers.", "39": "@BruiseAurora i'm advocating men to stop loving women. Just have sex with them . #everydaysexism", "40": "Full of #narcissism and self-loathing, a lot of women out there like that. Its got sod all to do with #WrightStuff #WolfWhistling", "41": "@Agratha Feminist logic:  \"Be awesome or you're a piece of shit\".  Nice.  You should learn what patriarchy means, dumb shit. ", "42": "I'm going to walk you thru this @helen_a13 because I get feminists have NO idea what they are saying...  @BristolBen", "43": "So if I find a woman attractive I'm an objectifying pig. If I don't find her attractive I'm a shallow pig.", "44": ".@TheActualSarah The UK is considering abolishing prisons for women completely because crime is a man's fault.", "45": "@thomas_RAL: Most feminists don't know what they are fighting for?! Most ego maniac's who want they're 15 minutes of fame. #c4news", "46": "Sexism is power plus prejudice? So Anita is sexist by her own definition because of her new title in time #Anitasarkeesian", "47": "This #MaritalRape law if misused dont give any scope to men to prove their innocence.Even honest men can be trapped & slaughtered.", "48": ".@cooImemegirl @TC_Stompa Women don't understand men's plight and so shouldn't force men into fatherhood w/o consent.", "49": ".@cooImemegirl Feminists believe mothers should have a say over the father's body, his job, and his money.", "50": "@spectator exactly women are so weak and incapable the sight of one in a slim skin is giving them an attack of the vapours", "51": ".@cooImemegirl @TC_Stompa You have no respect for real equality so you lie and claim feminists want it.", "52": ".@diistantecho Your wee sister believes in both Santa Claus and feminism. Think harder about what that means.", "53": "@fxckyoustagram u have no reason to need feminism in the 1st world.u are equal. Stop trying to make a case for victimhood.", "54": "I have noticed that you never see any really beautiful feminists. I wonder why?", "55": "RT @PatsyMaureen: Females turn into man hating feminists because no man fancy's they're dyke lesbian ass's.", "56": "We are actually watching a video on radical feminism in history this is the funniest movie ive ever seen", "57": "@__florencesmith Not \"if\" - women do have equal rights & feminists have made women more equal than men. Go read \"Animal Farm\"", "58": "OH NO EQUALITY FOR ALL WHAT SHALL WE DO ?!?!? STOP FEMINIST ASAP", "59": "They want equality but what they're doing is overpowering men. #feminazi", "60": "If you're a feminist AND you hate men, please kill yourself.", "61": ".@nycinterlude Don't worry, honey. Intelligence is a roadblock to full, unquestioning faith in feminism. Bleated be!", "62": "I nailed another black feminist. I banged her so hard that she shit. My wife ended up cleaning up the shit too. #BaltimoreRiots", "63": "@moonsmuke Wow. A threat of violence from a feminist, when I've been nothing but polite. I might report this . . .", "64": "Anyone find it funny that #Feminists use #TakeitLikeAMan when they don't want to understand what it means to be one?", "65": "Want revenge for being a slut?  Cry rape.  Then lie to the world and carry a mattress with you.  #rape #UglyFeminist", "66": "@foreigncorrespo And just because you can quote Simone doesn't mean you understand her. Modern femmie-nism is just whining.", "67": ".@cooImemegirl Damn that wage gap! Sneaky men work longer hours in dangerous jobs and get paid for it!", "68": "@rimmedlarry Actually, the tag was made by feminists so they can narcissistically post selfies to prove they're not ugly.", "69": "@jowilliams293 Feminists, go to the gym, lose some weight and stop to blame society for everything", "70": "@UKIP Also a policy on removing feminists. In their entirety. Thanks for your help with this #VoteUKIP", "71": "I met my first radical feminist today. Holy shit. Amazing how much can go wrong in a brain #wtf", "72": "Stupid Feminists, the civilization you take for granted was built with the labour, blood sweat and tears of men.", "73": "Gotta love the respect feminists give to those that don't wanna be a feminist (note the sarcasm) #IDontNeedFeminism", "74": "How much radical feminist does there have to be before feminist start rethinking their position about feminism?", "75": "All the feminist block me because I speak true.", "76": "@KrewellaJahan feminism does not equal woman's rights. Feminism is about vaulting one gender over another, NOT equality.", "77": "watching #BaltimoreRiots on Fox news, obvious feminist and her goony beardman following the reporter around for attention", "78": "@DaniBChristen Yes,a \"greater\" understanding because ur's is \"superior\" 2 mine LOL #IDontNeedFeminism", "79": ".@brigadam @KlaraJoelsson You just made the best case against feminist \"equality\" ever! Fuck feminism!", "80": "Starting to compile evidence for blog post, how modern feminism shares the same traits as the Nazi propaganda #antifeminism", "81": "I've removed the term #feminist from by bio because racist, transphobic, white feminists have fucked it up for everyone.", "82": "If feminists spent 1/2 as much time reading papers as they do tumblr they would be real people, not ignorant sexist bigots.", "83": "What do you say to a woman with two black eyes?  Nothing, she's already been told twice.  ", "84": ".@feminismvibes Men don't admit to being raped as readily as women do. So your question is feminist bullshit.", "85": "@ProteinWorld Don't worry about all these feminists. Any press is good press. I will be ordering products. soon.", "86": ".@cooImemegirl Feminists reject (or ignore the fight for) equality when it might hurt women. That's not equality, duh.", "87": "Why do girls/women spend so much time to be pretty and attractive and then complain if they're reduced to a sex symbol?", "88": "Women get paid far more than men to appear in pornography. How come no one is talking about this blatant sexism?!  @amazingatheist", "89": ".@johnny_nimble @__heyheather @cooImemegirl \"Equality\": a term used by feminists to poorly hide supremacist agendas.", "90": "Feminists are not ugly lol they do make me laugh though. They are the most hypocritical people on the planet", "91": "Strict gender roles in the context of a true marriage devoted to raising children will always be the ideal. No substitutes. #tcot", "92": "I can't believe some of the reasons people say they need feminism. I need my dog for half of the same reasons.  #antifeminist", "93": "ayyy, feminists.. wanna buy me a drink?", "94": "Which ugly ass white boy who got rejected by girl made this stupid hashtags", "95": "@alexisxisabel You proved yourself to be a real feminist. Only speaking about how girls have it difficult.", "96": "RT @JSgingersnap: In class today, a kid said that feminists hate men. Ok sweetie.", "97": "true to form #AaronHernandez Fiance is not being held accountable for her role. #YesAllWomen & accountability are like oil & water", "98": "RT @Paul6613: #jameiswinston needs to sue Keith Olbermann  for slander and defamation #YesAllWomen #EricaKinsman #FalseAccuser", "99": "Part of why I want to do gay porn is to contrast/challenge the objectification of women to that of men. Exploitation of Self", "100": "@PizzaPartyBen omg u misogynistic oppressor this is why i need #rapeculture #patriarchy", "101": "Qotd: \"there is only misogyny or feminism\" -@Lexialex on the @NoTotally podcast", "102": "@sydneygrunklee1 AND A MAN! A MAN CAN DO WHAT HE WANTS WITH HIS BODY AS WELL!", "103": "Because I barely have a mind of my own so i need you to tell me how to best entertain you #fckyou #literallydisappearplz", "104": "Free bleeding is only gross if ur a misogynist #ineedfriends", "105": "feminism today focuses on microagressions the wage gap is fake we work on fixing social attitudes and ending rape culture", "106": ".@aliciapoosays Why should a man pay a woman he's no longer married to? Why shouldn't custody be equal? Its EQUALITY.", "107": "@FeministFailure @flexifer @UpandGoUK She's showing 77% less skin than the boys. #equalskinday #oppressed", "108": "@foreigncorrespo Let me tell you: old and smart is way better than young and stupid, haughty femmie duh.", "109": "When is it ok for a married 49-year-old CEO to use his power and influence to shag his 22-year-old intern? #AskHillary", "110": "don't let anyone else's perception of you define you or your beliefs, and don't feel you have to justify your own worth", "111": "Pissed that I got \"talked to\" but he didn't ", "112": "@randomtweetor i hate to break it to u bruh but women do get pretty for us. They get pretty to show other women #feminist", "113": "@Demias20  Misogynist Patriarchy rapist neckbeard Harasser evil mansplain manspread woman hater born a rapist Etc Etc Etc", "114": "I take it personally when people call my dog a he. Toni is a girls name too", "115": "MRAs just tried to \"enlighten\" me, which went about as well as the flight of the Hindenburg.", "116": "@TheRuIes @xDirtyDianna why not she's clearly a part of the squad females can't be with guys without being looked at as a hoe", "117": "Walking through my neighborhood i saw 5 different fathers taking care of the toddler with no woman nearby  #househusband", "118": "We live in a world where you're either a bitch or a doormat", "119": "Wives who dislike cooking mk husbands diet, saying they'll stay fit Actually they want to avoid cooking ;) MCP #WomensProgress2015", "120": "You want to hear something really ugly, 1 in 5 women will be sexually assaulted in their time in college #MisogynyIsUgly", "121": "@evelynlns @jes_chastain Agree 100 %! She radiates beauty from the inside out. Such a role model for all", "122": "Kristen Stewart: 'Hollywood is disgustingly sexist' #kristenstewart #cloudsofsilsmaria #culture #women", "123": "@VirginRadioTO @MauraGrierson how about \"Maura & Tucker in the morning\" #equality #seniority", "124": "I love that girl @EricWynalda on @meganrapinoe_15 What the hell @FOXSports1? Way to diminish women's soccer #USWNT", "125": "I just yelled at my boyfriend for trying to let me win for Mortal Kombat X.", "126": "Job should always go to best candidate, regardless of gender. Gender shouldn't even matter anymore, it's 2015! #PaulHenry", "127": "The moment you know you've won as a wife.  You put out and he gets up to make his own sandwich. #winning #yvrmoms #funny #joke", "128": "Eating a bagel by myself rocking out to \"Man! I Feel Like a Woman!\" #ponytail #freedom", "129": "@Fashionopolis You just gained a new follower! The #misogynist #maritalrapedebate views has got me outraged!", "130": "when they say men look at women like a piece of meat what do they even mean, they want to cook & eat her? #YesAllWomen", "131": "If you wanna stay home and raise a family, that's cool. But that's your choice and nobody else's.", "132": "Did you know? Gender stereotypes as we know then developed with beginning of the 18. century. #gender", "133": "I refuse to accept that there is a unbreakable glass ceiling, after all if you hit glass hard enough it will shatter #glassceiling", "134": "hooks says that we continue,even though it's hard and causes pain, because of those people we look to #whatawoman #bellhooks #love", "135": "If you claim nor to be a feminist, you either don't understand what feminism is, or you are a huge societal problem.", "136": "@EverydaySexism .@Rod_McCallum you are a dinosaur and a fool.  Not rising to your antiquated rhetoric.  Bye", "137": "@MsLuuna women don't need to shave.", "138": "Just been putting the finishing touches to a feminist-themed cryptic crossword... Standard. #crosswords", "139": "those who resist against feminism before us 2016 election, should not be killed. they should be raped to death ... #USElections", "140": "#YesAllWomen should know how to protect herself. Which is why I carry a gun. #republicanvalues", "141": "@Vivvyyy what's so wrong with getting dick? How come when guys do it they're praised for it? YOU SEXIST", "142": "RT @WeNeedFeminism: My school taught us about the penis but never mentioned the clitoris", "143": "@OliviaJeniferx it's not always the guys job. #equality", "144": "@Mike_Charmander @MsLatina a right doesn't have to come from a law. They're called equal rights not equal laws", "145": "Whether you label yourself a feminist or not I think it's important that we address equal rights.-Taylor Swift.", "146": "Yes women it's not fair that men staying at home is shamed by society. We must change ppl additudes  #everydaysexism", "147": "Thanks for all the laughs tonight, @amyschumer! And the social commentary wasn't bad either ;) #equalpay #girlyoudontneedmakeup", "148": "Sometimes I overheat and want to take off my shirt but can't because of social expectations of people with breasts. ;n;", "149": "@FudgieeBuddiee ARE YOU SAYING ALL GIRLS ARE SENSITIVE BECAUSE OF GENDER ROLES? YOU SEXIST SWINE", "150": "Every time I was told I was bossy rather than assertive I took it as a compliment,", "151": "wanted to pursue a career rather than settle down and start a family in my 20's. Even now, people still tell me time is ticking &", "152": "tired of anti-womanist respectability politics. we need a safe space for women can look like they're at the club at an interview", "153": "Some guy just called me a gentleman for holding the door open for him. He then corrected himself & said \"I'm sorry, gentlewoman!\"", "154": "Women are superior to men in every aspect #feminist", "155": ".@Awyee707 I respect your truck-suck. Why do you not respect girls' innate or chosen doll-love?", "156": "@SkyNews  @EamonnHolmes @SkyJacquie guy from 'beach body ready' advert being interviewed.Conclusion=arrogant male chauvinist idiot", "157": "This feminist supports gender equality because some people believe a woman's value lies in her physical beauty.", "158": "@victoriacoren has an article on women and politics in this months @ELLEUK - it's a must read. #generalelection #politics #women", "159": "Men that want \"credit\" from women for being feminists are not feminists at all.  They're just men wanting more privileges #vaw #p2", "160": "These pics of #pornstars with/without makeup? Just perpetuating the myth that women need makeup to be considered pretty.", "161": "RT @rossansguil: Nothing like dudes joking about molesting me right to my face...", "162": "Excited to hear author @LeoraTanenbaum  Slut-Shaming in the Age ofthe Internet #slutshaming", "163": "RT @WGSndsu: Let's demand less cat-calling and more cats! #ndsufeminist #Feminist #cats #DogsCanComeToo", "164": "Im sorry if you going to be with me and call me \"you women\" like im a cadigory ill probably but boot out the door", "165": "It is not a woman's place to be made to feel uncomfortable walking down the street. #PoppySmart", "166": "Elizabeth Cady Stanton did not die so you could get upset about fuckbois that don't text back", "167": "@ENews Tell @TerrenceJ to stop speaking about women is such a belittling manner. You should NEVER lie to women. #Equality #asshole", "168": "links in sauga gotta stop chincing girls and taking away that extra bit #iknowyoudoit  #equality", "169": "Your physical appearance doesn't define your worth.People should be heard whether theyre conventionally attractive or not.", "170": "The most upsetting of all of these however, was when I was greeted with shock and disgust for the fact I have ambition and", "171": "Just read a rather good article on females and their perceived/imposed limits throughout the education system and the work place", "172": "It upsets me how people are so narrow-minded when it comes to feminism. STEREOTYPING MEN IS NOT .", "173": "I HOPE YOU GET RAPED is apparently how misogynists say \"How dare you not bend to my will?\"  #YesAllWomen", "174": "You don't have to be anti-men to be pro-women. ~ #SheQuotes #Quote #women #men", "175": "The queen won the royalty race not the king or prince", "176": "Me (in jest): It's a man's world, y'know. Kaitlyn: I'll blow up the world then. ", "177": "Courting patriarchal approval condemns your sisters to abuse about their physical appearance #patriarchyisugly", "178": "Contempo Qiwaamah:longer paid maternity leave,flexi working hours,on-site childcare,breastfeeding/breastpumping rooms,equal pay", "179": "So you support unequal pricing based on gender @CamilleBogrand?  Don't you normally call that sexism?  #EqualPayDay", "180": "Always a delight to see chest-drumming alpha males hiss and scuttle backwards up the wall when a feminist enters the room. #manly", "181": "Men don't have a right to talk over you, you're voice is important, you are a goddess and don't deserve to be silenced", "182": "those who resist against feminism before us 2016 election should not be killed, should be raped to death ... #USElections", "183": "Contrary to stereotype I see feminists all over social media championing causes that benefit men. #YesAllWomen #HeForShe", "184": "U can be a #feminist w/o bein a bitch, u can also embrace ur sexuality w/o having loose morals #EmpowerAllBodies #empoweringwomen", "185": "Pope Francis: Christians should support equal pay for equal work #popefrancis #worldnews #society #women", "186": "YOU'RE A GIRL AND HAVE A SEX DRIVE!? YOU MUST BE A SLUT! #feminist", "187": "What a wonderful interview with @blakelively in @StylistMagazine. Very refreshing feminist views", "188": "I believe that every women should have their own rights!!", "189": "the fact that people think women need to be appealing and attractive to be heard/seen as equal is why we need feminism", "190": "@Daily_Feminism -- give us a follow back.   #feminist", "191": "Women's rights are #humanrights! Join the #CPDvoices twitter rally at 3pm ET if you agree! #CPD48", "192": "I NEED FEMINISM BECAUSE- A man in a room full of women is ecstatic. A woman in a room full of men is terrified.", "193": "you know what's ugly? can't going out with a short skirt without being judged", "194": "to the people (male and female- the females always upset me more) who told me I couldn't achieve or do what a boy/man can.", "195": "It doesnt take a miracle all takes signature and a few kind people to know not to kill innocent a women #MaryJaneLives", "196": "Why is Paul Elam not one of the most hated men alive right now!? #feminist", "197": "@lucyblakeman12 You need feminism more than you need anything else in your life. You couldn't survive or speak w/o it.", "198": "I don't understand how the concept of a male being a feminist doesn't get in some peoples heads. Equality? Anyone? #feminist", "199": "A woman is not a sex object. She's a person. #truth #wisdom #womensrights #media #life #humanity #love #society", "200": "I guess wanting and trying to make this world a better place for everyone makes me ugly. #feminist", "201": "No. Feminists are not ugly. The fact that there isn't equal rights for both men and women is. #FeministsAreBeautiful", "202": "Suns out....  Dresses out...  #StreetHarassment out...  This shouldn't be daily life  #YesAllWomen @EverydaySexism", "203": "Lol what's so ugly about wanting to be equal?", "204": "All I'm doing is reading GG tweets and getting angrier. Fuuuuuuuuuuuck men are privileged.  Time for bed. #FeminismIsAwfullyGreat", "205": "RT @WeAreFemstrong: Wonder what it'd be like to wear a dress and NOT be sexually harassed for it.  #YesAllWomen", "206": "Women are strong, women are smart, women are bold. #FeministsAreBeautifulisalovemovement", "207": "@draumkunta also, sorry I'm too busy being a gorgeous feminist to give a shit about your beauty standards", "208": "This always infuriates me. If I was male would I be asked these questions? would I be stereotyped as a 'bitch', 'cold hearted' or", "209": "Umrao Jaan Ada- a story of not just a life or prostitute but of poise and poesy.  #WOMANPOWER", "210": "I won't complain about equal rep of girls in gaming. Princess Peach & Zelda are kick-ass women. Samus is a beast. Hello! #gaming", "211": "I wonder when my feminism top is gonna arrive.. I need a bit of happiness with the stress of studying #collegelife", "212": "Let's fight for Women's Equality!! Read the blog below and join the cause for woman's rights and gender equality for all!!", "213": "#WeNeedFeminism because #NoMeansNo it doesnt mean yes, it doesnt mean try harder!  #YesAllWomen @yesallwomen #RT", "214": "the time for gender equality is NOW!", "215": "I wonder what would happen if riots started breaking out across the globe because of how poorly women are treated by some men.", "216": "Wonder what it'd be like to wear a dress and NOT be sexually harassed for it.  #YesAllWomen", "217": "FINALLY A WOMEN RUNNING FOR PRESIDENT", "218": "Women in Hollywood are still getting paid less. It is 2015.", "219": "@foxtrotjames I can kind of see myself doing what she's doing #Femalepower #yolo", "220": "hey @JCDFitness stop teiggering me with ur man gap on the bus i will fight the patriarchy until ur in jail. ty #Equality2015", "221": "You know you're in a patriarchy when women are the ones who are blamed for prostitution #whatisjustice #inequality", "222": "@optimist216 What a load of crap. Dressing appropriately for the office is \"sexist\"? Grow up. #YesAllWomen", "223": "I am a feminist.I've been a female for a long time now.It'd be stupid not to be on my own side-Maya Angelou-#feminist #humanist", "224": "Well maybe if more men learned to take \"no\" as an answer, women wouldn't have to say as much #fnm231", "225": "If feminists are ugly then what are the people calling them ugly must be vile", "226": "If you want to empower women, you need to disempower the warlords! Zahara Langhi from Libya #WILPF100 #wsw2015 #ikff #peace #war", "227": "#WeNeedFeminism because #YesAllWomen simply do not get the same level of respect that I get as a man. #HeForShe", "228": "How can you be female and not be a feminist? Like do you not care about your rights as a women or what?", "229": "Thought that goes through my mind on a regular basis: would you have said that to me if I was a man?", "230": "Feminism is not just about women; it's about letting all people lead fuller lives ~ @JaneFonda #life", "231": "What is wrong with you people. Women with self respect should be coveted. Or have we been listening to too much Rush?", "232": "I am obsessed with becoming a woman comfortable in her skin.  Sandra Cisneros #latinx #woc", "233": "Thanks to the work of people like @everydaysexism they are not only helping women but helping the whole of society", "234": "Watching #missrepresentation .. We must change our world. #womenrule #change #beauty", "235": "so i guess the new definition of ugly is believing in equal rights... LET ME BE UGLY THEN", "236": "RT @WeNeedFeminism: 'BAD BITCH' is not a compliment", "237": "So, I'm following @rgay's lead & embracing the term #badfeminist. I'm too far from perfect and still learning.", "238": "For Us, By Us: These Apps Are What Happens When Girls #HackForGirlsRights via @autostraddle #girlsintechht.../buff.ly/1HHhM18", "239": "RT @WeNeedFeminism: I don't want to choose between having a family or having a career"}