{"1": "tweet", "2": "Omg #TJHooker.. I used to watch that too .. Wow.. A women in the Whit House.. Who would have thought.? #TheGoldbergs", "3": "63% Think Hillary Clinton May Have Helped Foreign Donors As Secretary of State @Rasmussen_Poll", "4": "@DemocratHashtag #GOP will continue to widen their field of candidates until they find someone named Ben Ghazi to run against", "5": "@nm_edm: @HillaryClinton but if you said \"give me rainbow\" youre not as 1337 as #cctf thought #edm #infosec #HowIBecameAFan", "6": "#hillaryclinton is a champion of cattle futures.", "7": "@HellOfAPrez @tompainejr12 Yip. Obama Dems are already undermining #tcot", "8": "Hillary 2007: \"I certainly think the free market has failed.\"  #tcot", "9": "My grandparents were all immigrants, except those that weren't. #HillaryClinton #misspoke #Oops", "10": "As @HillaryClinton  rails against big $ in politics, she is expected to bring in 2 BILLION DOLLARS! ", "11": "#HillaryClinton is the champion of the potemkin candidacy.", "12": "#DougHughes #gyrocopter #pilot is the only honest person 2 enter the #whitehouse in a long time #USA #corruption #congress #gop", "13": "RT @FutureTXLeader: Who in #SanAntonio #Texas #SA #TX is ready for #MarcoRubio in #2016 #210 #Spurs #TeaParty #GOP #Republican...", "14": "US will have over $21 TRILLION in DEBT by time @BarackObama leaves office. More than double debt of ALL 43 Presidents. #Libs", "15": "@AmericaNewsroom @HillaryClinton She will be doing that for the entire campaign...mark my words!", "16": "I'll be #ThatChampion because being Mrs. Bill Clinton *entitles* me to be.", "17": "@Cheryl_RRios! She is so wrong & so sexist! She's a dumb bitch!", "18": "RT @FutureTXLeader: Are you #SouthernMethodistUniversity students ready for #MarcoRubio in #2016 #SMU #Mustangs #Rubio #NewAme...", "19": "Hey #UniversityOfTexas are y'all ready for #MarcoRubio in #2016 #NewAmericanCentury #UT #HookEm #Texas #Longhorns #Rubio #TCOT", "20": "@realDonaldTrump Sir, you have my vote. #Trump2016", "21": "The media is so vocal about possibility of a women president but haven't said ANYTHING about the 1st Latino President #Bias", "22": "Bill was a liar but likable. #tcot", "23": "RT @FutureTXLeader: Students of #BaylorUniversity are y'all ready for #MarcoRubio in #2016 #BU #Baylor #Bears #BaylorBears #Ne...", "24": "RT @FutureTXLeader: #UniversityOfNorthTexas are y'all ready for #MarcoRubio in #2016 #UNT #MeanGreen #NorthTexas #Eagles #NewA...", "25": "@nprnews @ClintonFdn received  at least $8.6 million from the Victor Pinchuk Foundation just prior to to Ukrainian coup in Kiev", "26": "Hillary's Trip Journal Day 4: I don't remember Arkansas cows smelling as bad as these Iowa cows smell.  #tcot #TaxDay", "27": "@NBCNews including repealing the first amendment. Way to go", "28": "Remember this when they start begging for a vote... #FergusonToBaltimore #JebBush2016", "29": "#BernieSanders is running for president, don't the #democrats already have one really old guy running??", "30": "@VRWCTexan WOW, she's one to talk", "31": "I would LMAO if some negro Democrat decides to run for President. #HillaryClinton2016 #HillarysBigAnnouncement #HillarysDonors", "32": "@_Poli_Ana_ No, she's got the #BlackLivesMatter vote w/o even talking to them.  Most blacks are brainwashed by @TheDemocrats", "33": "@HillaryClinton Especially the paid union lackies who have no idea why their there. Propaganda machine spinning overtime.", "34": "crazy to think next up for the Oval Office is either going to be Hillary or a Republican", "35": "Technically, a president with raging hormones could refer to estrogen, testosterone or anabolic steroids #IBlamePublicSchools", "36": "@Chris_1791 @newsbusters 2 years ago #Hillary never answered whether she used private email #Liberal media passed on reporting", "37": "take faith that almost every political entity around you, whether dissident or not, serves no good purpose #Dempublicans", "38": "In 2013 Clinton Foundation collected $140M and spent $9M on direct aid, in 2014 they raised $500M and spent $100M on direct aid! ", "39": "Whoever is up now let it be known that support for #MarcoRubio never sleeps! We promote the #NewAmericanCentury 24/7 #Texas #TX", "40": "@JohnKerry @BALWANIKAPIL @HillaryClinton @StateDept @tomperriello  I didn't realize #PayToPlayDiplomacy was such a big hit!", "41": "No GOP candidate would ever survive any of the Hillary's scandals over the last year, much less her life. Media power. #tcot", "42": "How can she live with herself? #Benghazi", "43": "@HillaryClinton Says the millionaire politician who accepts $$$ from countries that execute gays. #Hypocrite #WakeUpAmerica", "44": "Hillary-speak' campaign rhetoric is going to be the death of me. @jmarkwalk", "45": "@seanhannity we lost 4,000 of our Military boys when your President pulled out of Iraq.  #LiberalConsequences ", "46": "Wasn't the original #ScoobyVan also full of unemployed hippies & a stupid dog, who lived to meddle in other people's business?", "47": "RT @FutureTXLeader: Are y'all #TexasTech #RedRaiders ready for #MarcoRubio in #2016 #TTU #TexasTechUniversity #Rubio #Texas #N...", "48": "RT @FutureTXLeader: Is everyone in #ElPaso #Texas ready for president #MarcoRubio #UTEP #NewAmericanCentury #2016 #Future #Rub...", "49": "Students of #BaylorUniversity are y'all ready for #MarcoRubio in #2016 #BU #Baylor #Bears #BaylorBears #NewAmericanCentury #GOP", "50": "Hillary Clinton has not driven a car since 1996. #clintonfakerealityshow", "51": "@46drhouse - Be interesting to see how Hillary defends same when questioned.  She will eventually have to answer questions.", "52": "So @ClintonFdn, I believe Andrew Fastow beat you to the \"we made mistakes, as many organizations of our size do\" excuse", "53": "Hillary needs to go to a Sheetz gas station after 10 pm to see the real America.", "54": "Don't get it twisted. A major presidential candidate using her first policy speech to talk about mass incarcertaion.", "55": "How much was Monica getting paid when Bill's burrito squirted sauce all over her pretty blue dress? @MauraReynolds @politico", "56": ".@HillaryClinton What's the ambient temperature in #Hell today? Use that as a guide!", "57": "@FoundersGirl @Artist_Angie I want the first female to be competent.", "58": "@FoxNews #HappeningNow optics problem? No the real Hillary Clinton has stood up #ClintonCash #IaVotes", "59": "@HillaryClinton I notice that you didn't condemn the lawless actions of the rioters.", "60": "Denial. It works for Hillary, why not the Mayor of #Baltimore. #DemocratLiesMatter", "61": "@HomeOfUncleSam @ScotsFyre @RWNutjob1 @SA_Hartdegen She's too old to understand the internet...that she can be fact checked.", "62": "@AlyssSmithh There she is pant suite Hillary to hide those thighs #HillarysDonors #HillarysBigAnnouncement #Benghazi #Obama", "63": "Chipotle employees shouldn't complain Hillary left nothing in the tip jar. They're lucky she didn't dip in and help herself", "64": "And the working american tax payer keeps on paying for the unethical liberals who want to destroy this great country of ours.", "65": "It's a miracle, suddenly #Democrats don't mind having someone who voted for war.", "66": "@tedcruz And, #HandOverTheServer she wiped clean + 30k deleted emails, explains dereliction of duty/lies re #Benghazi,etc #tcot", "67": "Yes, do tell US, name one of her accomplishments", "68": "@ConservatveGurl those of us that also have a brain will be voting against Hillary...", "69": "Obama:  climate change or bush?  Who to blame...?  Hillary:  right wing conspiracy in Baltimore. #BalitmoreRiots", "70": "RT @FutureTXLeader: Who in #CorpusChristi is ready for #MarcoRubio in #2016 #Hooks #CC #Texas #TX #361 #KeepTexasRed #GOP #Tea...", "71": "I'm thinking #Hillary throws #Chelsea under the bus to end #Foundation firestorm.  #ClintonCash #TheGreaterGood #election2016", "72": "@KoriWasinger @JButtawipo she also voted for the Iraq war and was responsible for gathering @TheDemocrats votes to support it.", "73": ".@HillaryClinton is a droid & someone's programmed her to say things - thinks she doesn't have to WORK to win so she ISN'T!", "74": "Hillary Clinton makes Nixon look like an amateur schoolboy #ClintonCash #ClintonFoundation #Clinton", "75": "Hillary Clinton keeps sending me emails, and when I try to unsubscribe, I get an error message. THIS IS CANCER", "76": "Hillary's campaign events are scripted dog & pony shows designed to shelter her from vetting b4 the coronation", "77": "@HillaryClinton You can run but you ca't hide. #ClintonFoundationscandal #ClintonCash #emailgate", "78": "@HillaryClinton is at the top, and has spent her whole career growing government, keeping the deck stacked. #LibertyNotHillary", "79": "I'm a woman. Can I be President? @StopHillaryPAC", "80": "@ChelseaClinton @HRC Do you stand for #BillClinton assaulting teen girls too? #ReadyForHillary #HillaryClinton #Clinton2016", "81": "Yes HRC subject 2 dbl standard Smh Come on @billclinton @HillaryClinton U Knew @ClintonFdn Donations Would b Scrutinized; Spun!", "82": "If Hillary will lock Americans in classrooms during her campaign, she'll have no problems locking us all up whenever she wants.", "83": "I'd love for some reporter to ask, \"Sec Clinton, will u b returning the White House china, if elected? Or did u already hock it?\"", "84": "@Norsu2 secret Clinton docs? gee WHAT a surprise!", "85": "I love the smell of Hillary in the morning. It smells like Republican Victory. #TedCruz2016 #MarcoRubio", "86": ".@gailtalk @trscoop Of course it was. She'll be handled every step of the way. They can't risk her unscripted.", "87": "If I run for office this will be my original logo:          M   #libertynothillary  #HillNo #tcot #UniteBlue", "88": "@HillaryClinton End lawless #ClintonFoundation. Jail Butcher of #Benghazi. #Arrest rapist #BillClinton. #HillaryClinton", "89": "@HillaryClinton Hillary pandering with her logo. #ClintonFoundationscandal #ClintonCash", "90": "#hillaryclinton is a champion of data removal.", "91": "Hillary doesn't want to put anyone in prison anymore. Obviously worried about her own future.", "92": "I suspect Hillary's Scooby Doo tour is being used as a distraction from ServerGate et al.  #NoObamaThirdTerm", "93": "Breaking News: #Hillary trades campaign bus for a broomstick.", "94": "@TheView I think our country is ready for a female pres, it can't ever be Hillary", "95": "I want America to great again #WhyImNotVotingForHillary", "96": "Very simple: the Clinton's are corrupt.", "97": "RT .@ChuckNellis  .@HillaryClinton name change; it's no longer HRC it's now Hillary Uranium #Benghazi Clinton. Take note.", "98": "Sorry, Hillary's new normal folk image doesn't take away from Behgnazi & her 0 foreign policy successes as Secretary of State.", "99": "@CheekyGent @ChuckCJohnson Hey Hillary is on her to way to buy votes too! #HillarySoOld", "100": "Does Hillary really need to run this country? Could we just make her president of the Bingo club at Shady Pines?  #tcot #p2", "101": "@theblaze If you think Hillary isn't taking foreign money from Muslim brotherhood, you probably favor Obama as chief justice", "102": "#WhyImNotVotingForHillary she calls education a \"non-family enterprise\" #ImCommitted2DefeatHillary Are you? #ncpol @GOP", "103": "Everything abt @HillaryClinton is BOGUS. Her issues, her history, her #Iowa trip, her #Twitter followers, her campaigning", "104": "Nothing says \"I'm Every Woman\" like 10 Democrat staffers in a machine shop in #Iowa right @HillaryClinton? #NotReadyForHillary", "105": "#StopHillary2016 @HillaryClinton if there was a woman with integrity and honesty I would vote for such as woman president, NO", "106": "@FoxNews @marthamaccallum @BillHemmer whose the opportunist now, #NoHillary2016", "107": "The only way I support Hillary was if Elizabeth Warren ran or Karl Marx was running #2016 #Clinton2016", "108": "@HillaryClinton  A Rainbow logo? Did u know only 4% of the US is gay? (2010 Census). #WhyImNotVotingForHillary", "109": "I'd still rather have Aaron Hernandez as President than Hillary.", "110": "@HillaryClinton Stop raising taxes and let people keep more of their wages! #LibertyNotHillary #StandWithRand", "111": "Saudi Arabia imprisons & flogs rape victims. \"Women's champion\" @HillaryClinton has accepted MILLIONS $$$ from Saudi govt #tcot", "112": "@HillaryClinton bad wife, bad role model for women, bad lawyer, bad First Lady, bad Senator, horrible Secretary of State.", "113": "#Hillary is as transparent as a brick wall #LibertyNotHillary", "114": "Everything Hillary touches ends up being a scam, a lie, a cover-up, or a failure. William L. Just who we want as president.", "115": "Lets take back our country! Whos with me? No more Democrats!2016", "116": "You can't grow an economy from the bottom up. If she gets in, we're ALL in trouble", "117": "#Hillary to stop for #pizza today to garner the #Italian vote. #MSM is worthless. #libertynothillary #HillNo", "118": "What are you afraid of @HillaryClinton? If you can't answer questions from the press, why do we want you as POTUS", "119": "Because I'm against common core, common crooks and common lies! #NoHillary2016 #StopHillaryClinton2016 #WhyImNotVotingForHillary", "120": "Because Communist Breadlines are not my thing! #NoHillary #WhyImNotVotingForHillary", "121": "Although I certainly have disagreements, after reading about @GovernorOMalley I much rather have him than @HillaryClinton.", "122": "Hillary can not win. Here's hoping the Dems offer a real candidate like Warren. #Warren2016", "123": "Use your brain, keep Hillary out of the White House.Clinton2016", "124": "@NBCNews Stop promoting @HillaryClinton. She is a liar. Just like her impeached husband. #WakeUpAmerica", "125": "#HillarysAccomplishments Being a total clusterfuck at anything she does. #ReadyForHillary #UniteBlue #TopProg #TPOT #LibCrib", "126": "@HillaryClinton The deceit hand? Thats a hand you know well. Right?", "127": "I just gave an unhealthy amount of my hard-earned money away to the big gov't & untrustworthy IRS. #WhyImNotVotingForHillary", "128": "@SoCaliMilitia1 @CzarofFreedom  That God for global warming melting icebergs, never gets prosecuted for her crimes #Liberals", "129": "RT @hale_razor:#HillaryAccomplishments 1 of select few people fired 4 being 2 unethical 2 investigate Watergate", "130": "RT @AnthonyCumia: If Hillary IS elected, I have my transition team together to smoothly move me from a racist to a sexist.", "131": "Why is Hillary lying AGAIN about something news worthy? What's news worthy is if she doesn't lie about something", "132": "Also the $400,000 \"speaking fees\" #Hillary took from Goldman Sachs for two \"speeches.\" @Joan_Vennochi", "133": "A proper introduction of Hillary Clinton should begin with five words: Will the defendant please rise #WhyImNotVotingForHillary", "134": "Hillary Clinton for Ambassador to ISIS.", "135": "@RIGHTZONE @WethePeoplePets Let's hope the VOTERS remember! #HillNo", "136": "2 million bogus followers on Twitter @HillaryClinton #WhyImNotVotingForHillary", "137": "#HillaryClinton has yet to release @ClintonFdn donors... Public deserves disclosure. #Scandals #lies #Clintons", "138": "The only thing that I would pay money for is to hear Hillary Clinton say \"I QUIT and I'm GUILTY\" that would be worth millions.", "139": "Hillary will get past the primaries cause Dem voters don't think she can do any wrong. But she will be beat in November", "140": "@WSJ . Clinton Foundation to keep accepting bribes from foreign governments #WhyImNotVotingForHillary", "141": "You don't have to be a lawyer to know the Clintons violated ethics rules.", "142": "@HillaryClinton Did your rich Saudi donors, who execute gays, join the team? #Hypocrite #WakeUpAmerica ", "143": "Would you wanna be in a long term relationship with some bitch that hides her emails, & lies to your face? Then #Dontvote", "144": "Check this sick @ changing80 media pic of Hillary & report them like I just did. #morningjoe", "145": "#hillaryclinton is the champion of authentic southern accents.", "146": "My bish said call her \"H\" ", "147": "Can you imagine how the media would have reacted if Mitt Romney didn't tip at a restuarant!  #tcot #UniteBlue", "148": "The gap between rich & poor is widening at the alarming speed. No chance for Republicans to have a president in White House.", "149": "Sort of apt that $1Billion #Koch Bros plan to use to buy election for #GOP comes from selling toilet paper!!  #tcot", "150": "We are really missing out on economic opportunity, when we could be making millions to work the night shift. #HillaryClinton", "151": "@VOTE_HILLARY @TIME  this is 1 example of what people who put themselves in public eye have to endure #shameful", "152": "The opposition is hard at work trying to distract voters from what IS important, a better America, and a better world.", "153": "@rjoseph7777 Go ahead, brother! Obamacare saved my life so I know how you feel!", "154": "@RandPaul Buy one get one free, you're an idiot", "155": "So I'm not good enough to run a country but I'm more than good enough to birth a 'strong honorable man' that can? Haha KICK ROCKS", "156": "Damn, I need a raise. It was the 90's last time I got one. Let me think...who was the President then...? #inners", "157": "Hillary Clinton's campaign slogan ought to be \"Move bitch! Get out the way!!\" #Clinton2016 #Democrats", "158": "@BaileyMagno @mydaughtersarmy Yup takes money from oppressors & then uses it for good, to help those that have been oppressed", "159": "Because I know Muslims have fought for America in the every major war. @HillaryClinton #POTUS #commonsense #GoBlue #Logic", "160": "QOTD \"There's also alot of respect for her, across the spectrum.\" - John Hickenlooper @marketmakers ", "161": ".@HillaryClinton, speaking at Columbia University, calls events in Baltimore \"symptom not a cause of what ails us.\"", "162": "@thehill Of all the shit against Hillary, this is a non-story. Pile on her bullshit record, not tipping at a non-tip restaurant.", "163": "#HillaryClinton didn't tip at #Chipotle, proving definitively she's just like the rest of America. ", "164": "How about we remove the $118,500 Social Security Tax Cap? @HillaryClinton @HillaryforIA #SocialSecurity #TaxDay #tcot", "165": "Low key it would be interesting to have a female president.", "166": "RT @GunnJessica: Because I want young American women to be able to be proud of the 1st woman president", "167": "I bet Leslie Knope would be so happy about", "168": "Hillary is on her way to #Baltimore to be their champion. #BaltimoreRiots", "169": "@HillaryClinton will pick @SenWarren for VP -Mark my tweet. #UnstoppableTicket #ElizabethWarren", "170": "Human rights are women's rights and women's rights are human rights. - Hillary Clinton", "171": "I think I am going to vote for Monica Lewinsky's Ex- boyfriends Wife", "172": "Lol why do so many people around here hate Hillary?", "173": "Before leaving my dad's I took the liberty in framing and put up the pictures he has meeting Hillary and Bill Clinton in '92", "174": "@JVollmer08 @HillaryforIA #freedom_justice_equality_education for innovation and development to make #happy_life i Utopia", "175": ".@GoldenTalon @johnmanko @CassandraRules  On the contrary, I am happy she will win. I enjoy seeing Liberal cities burn GO", "176": "@Upworthy @HillaryClinton It should be illegal for an employer to discriminate against their workers. #EqualityForAll", "177": "@ChrisChristie couldn't run his way out of a paper bag let alone beat #HillaryClinton. Go home Chris u r drunk. #ChrisChristie", "178": "If you're not watching @HillaryClinton's speech right now you're missing her drop tons of wisdom.", "179": "Hillary Clinton vs. Bernie Sanders primary will be like the brawl over applesauce at the retirement home. #ReadyForHillary", "180": "@HillaryClinton had more twitter followers then all four major Republican candidates (Bush, Rubio, Paul, Cruz) COMBINED.", "181": "@HillaryClinton @WomenintheWorld we need to re-establish a #global system dominated by love and affection have #moral_humane RT", "182": "@thehill @evanperez are you kidding me...leave her to focus on issues...the next prez", "183": "So when all you brave patriots stop Hillary, who you going to replace her with, Jeb Bush? LOL. #losers", "184": "297 days until I can register to vote!!1 year 193 days until Election Day #RockTheVote #democrats #everyvotecounts", "185": "@readyforHRC   Support encourage #HillaryClinton president #UnitedStates world is success of women in  world", "186": "It's time that we move from good words 2 good works, from sound bites 2 sound solutions HILLARY CLINTON #HillaryClinton", "187": "@HuffPostPol If @HillaryClinton can do half of what he did then she would be doing is a favor", "188": "@HillaryClinton #freedom_justice_equality_education for innovation and development to make #happy_life i Utopia", "189": "@RandPaul @HillaryClinton you could never dream to be as intelligent as she is", "190": "@thehill #MamaHillary is making the case here & just exclusively how to deal with complex social issues. #cnn #bbc #Mamaclinton", "191": "@TheDemocrats @DNCWomen I'm down to help for 2016 election.", "192": "@Jeff_Nichols_82 @HillaryforIA #freedom_justice_equality_education for innovation and development to make #happy_life in Utopia", "193": "Hillary is killing it so far on the trail. She's finally showing her personal side and I think it will benefit her profoundly.", "194": "This is not her first time at the rodeo!  @HillaryClinton doesn't care who likes her or not This woman is on a mission #Tough", "195": "Only in a SEXIST AS FUK world would we question the \"qualifications\" of a former SECRETARY OF STATE.", "196": "Great to see my mentor @RepSusanDavis at #DCinSD. And she's right we have the most qualified candidate ever running for POTUS.", "197": "Always aim high,work hard, & care deeply about what U believe in...when U stumble, keep faith. HILLARY CLINTON @Faith4Hillary", "198": "Congratulations @HillaryClinton on entering the 2016 race for President! You have the support of Jews all over the world!", "199": "Too many women in too many countries speak the same language �������������������������� of silence. HILLARY CLINTON #HillaryCliton #Hillary4Women", "200": "RT @NicolaSturgeon: \"It's official: Hillary's running for president,\" says her campaign chief. Excellent!", "201": "Too many women in too many countries speak the same language  of silence. HILLARY CLINTON #HillaryCliton #Hillary4Women", "202": "Do we call Bill Mr President...the first 1st man of Or mr president the 1st man? Lol #imreadyforhillary", "203": "@HillaryClinton @BarackObama The whole #world is supporting you.", "204": "@HillaryClinton loving the new colorful profile pic! #loveit", "205": "@StateDept @AmbCathyRussell @AdamSmith_USA @HillaryClinton @HillaryforIA @BarackObama The whole #world is supporting you.", "206": "Spoke to @HillaryClinton today in NYC. Wow! So smart and impressive!!!", "207": "Saw a bit of @HillaryClinton 's speech & I was proud to hear her plans for policy improvements in our justice system. Thanks!", "208": "Wondering what the NEXT idiotic GOP smear against @HillaryClinton will be. It's coming for sure. Just don't know details yet.", "209": "@readyforHRC @HillaryClinton  Support encourage #HillaryClinton president #UnitedStates world is success of women in  world", "210": "@readyforHRC @HillaryClinton #HillaryClinton, the US presidency is a testament to the success of #women their role in the world", "211": "@SLessard 100% agree. We need a woman like Hillary that can help this country get nursed back together!", "212": "I've been doing my reading and I do have to to say, I'm wildly impressed by Hillary Clinton", "213": "I'm on the edge of my seat to start volunteering for @HillaryClinton 's presidential campaign!  So excited!!  #cantwait", "214": "@NatureGuy101 @MaryMorientes   Support encourage #HillaryClinton president #UnitedStates world is success of women in  world", "215": "@WhiteHouse @BarackObama @HillaryforIA @BarackObama The whole #world is supporting you.", "216": "Hillary is our best choice if we truly want to continue being a progressive nation. #Ohio", "217": "Marriage equality a constitutional right! Woot #HRC2016 #hillaryclinton #readyforhillary #vote #hillaryfor2016 ##mpotus", "218": "@Xxoax @HillaryClinton @MaryMorientes   @BarackObama The whole #world is supporting you.", "219": "Where's the campaign store is the real question? I am ready to buy some Hillary gear", "220": "Sending u gay bear love from Chicago @HillaryClinton #HillaryMyPresident", "221": "@HillaryClinton i am portuguese and i support your campaign! Best luck! The world need a person and a women like you! #USA"}